Repository: kenshinice-ai/Light-Replay
Catalog: ios/Packages/CaptureCore/Sources/CaptureCore/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Finding north. Keep the phone upright.
zh_hans: 正在找北。请把手机竖直拿好。

source: Finding where you are, to place the sun…
zh_hans: 正在定位，好把太阳放对位置…

source: Hold still for a moment.
zh_hans: 先别动。

source: Move back to where you started. Keep the dot in the circle.
zh_hans: 回到开始的位置。让圆点留在圈里。

source: Point at the room for a moment, not a blank wall.
zh_hans: 先对着房间看一会儿，不要对着空白的墙。

source: Slow down.
zh_hans: 慢一点。

source: Slower. Let the camera see the sky.
zh_hans: 再慢一点。让镜头看到天空。

source: Stand where you'd sit. Hold the phone at eye height, then tap Start.
zh_hans: 站在你会坐的位置。把手机举到眼睛的高度，然后点"开始"。

source: Starting the camera…
zh_hans: 正在启动相机…

source: Sun path covered. Tap Save.
zh_hans: 太阳路径已覆盖。点"保存"。

source: Sweep slowly along the sun path.
zh_hans: 沿着太阳路径慢慢扫。

source: The %@ passes there.
zh_hans: %@从那里经过。

source: Tilt down. %@
zh_hans: 向下压。%@

source: Tilt up. %@
zh_hans: 向上抬。%@

source: Turn left. %@
zh_hans: 向左转。%@

source: Turn right. %@
zh_hans: 向右转。%@

source: Working out the sun path…
zh_hans: 正在计算太阳路径…
